Repository: shr-project/enlightenment
Catalog: E-MODULES-EXTRA/comp-scale/po/*.po
Languages: gl

source: Scale Windows Module
gl: Módulo de Axuste de Xanelas

source: Current Desktop
gl: Escritorio actual

source: Minimum space between windows
gl: Espazo mínimo entre xanelas

source: Scale duration
gl: Duración do axuste

source: Slotted Layout
gl: Disposición espaciada

source: Natural Layout
gl: Disposición natural

source: Grow more!
gl: Agrandalo máis!

source: Keep it tight!
gl: Déixao ben!

source: Show iconified windows
gl: Amosar xanelas minimizadas

source: Show All Desktops
gl: Amosar todos os escritorios

source: Fade in windows
gl: As xanelas aparecen gradualmente

source: Fade out shelves and popups
gl: Emerxentes e paneis desaparecen gradualmente

source: Darken desktop
gl: Escurecer escritorio

source: Scale Windows
gl: Axustar xanelas

source: Pager Settings
gl: Preferencias do paxinador

source: Zoom duration
gl: Duración do zoom

source: Overlap Shelves
gl: Sobrepor paneis

source: Pager
gl: Paxinador

source: Look
gl: Aspecto

source: Composite Scale Windows
gl: Axuste das xanelas compostas

source: Scale Windows (All Desktops)
gl: Axustar xanelas (Todos os escritorios)

source: Scale Windows (By Class)
gl: Axustar xanelas (Por clase)

source: Select Next
gl: Seleccionar seguinte

source: Select Previous
gl: Seleccionar anterior

source: Select Next (All)
gl: Seleccionar seguinte (todo)

source: Select Previous (All)
gl: Seleccionar anterior (todo)

source: Scale Pager
gl: Axustar paxinador

source: Select Left
gl: Seleccionar esquerda

source: Select Right
gl: Seleccionar dereita

source: Select Up
gl: Seleccionar arriba

source: Select Down
gl: Seleccionar abaixo

source: Scale all Windows
gl: Axustar tódalas xanelas

source: Settings
gl: Preferencias
