Repository: shr-project/enlightenment
Catalog: E-MODULES-EXTRA/skel/po/*.po
Languages: eo

source: Skeleton Module
eo: Modulo pri skeleto

source: General
eo: Ĝenerala

source: Use Switch 1
eo: Uzi ŝalton 1

source: Advanced
eo: Plidetale

source: Skel
eo: Skeleto

source: Skeleton Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means the module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
eo: La datumoj por la agordoj de la modulo Skeleto postulas ĝisdatigojn. Viaj malnovaj agordoj<br> estis viŝitaj kaj nova aro da aprioroj estis pravalorizitaj. Tio okazos ofte dum<br> la programado, do ne raportu cimon. Tio simple signifas, ke la modulo<br> postulas novajn datumojn de agordoj apriore por uzeblaj trajtoj,<br> kiujn viaj agordoj mankas. Ĉi tiu nova aro da aprioroj korektos tion, aldonante ĝin.<br> Vi povas laŭvole agordi denove nun. Pardonu pro la ĝeno.<br>

source: Your Skeleton Module configuration is NEWER than the module version. This is very<br>strange. This should not happen unless you downgraded<br>the module or copied the configuration from a place where<br>a newer version of the module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
eo: Viaj agordoj de la modulo Skeleto estas PLI NOVAJ ol la modulo mem. Tio estas ege<br> strange. Tio ne devus okazi krom se vi malpromociis la modulon aŭ kopiis la agordojn<br> el loko, kie nova versio de la modulo funkciis. Tio estas malbone kaj viaj<br> agordoj estis restaŭritaj al aprioroj, kiel antaŭzorgo. Pardonu pro la ĝeno.<br>

source: Skeleton
eo: Skeleto

source: Skeleton Configuration Updated
eo: Agordoj pri Skeleto ĝisdatigitaj

source: Settings
eo: Agordoj
