Repository: shr-project/enlightenment
Catalog: E-MODULES-EXTRA/engage/po/*.po
Languages: eo

source: No name!
eo: Neniu nomo!

source: Open folder with EFM
eo: Malfermi dosierujon per EFM

source: Configure Bar
eo: Agordi breton

source: Lock Dragging
eo: Ŝlosi ŝovadon

source: Applications
eo: Aplikaĵoj

source: Edit Icon
eo: Redakti piktogramon

source: Fullscreen
eo: Plenekrane

source: Close
eo: Fermi

source: Maximized
eo: Maksimumigita

source: Uniconify
eo: Malpiktogramigi

source: Iconify
eo: Piktogramigi

source: Available Gadgets
eo: Disponeblaj akcesoraĵoj

source: Add Gadget
eo: Aldoni akcesoraĵojn

source: Selected Gadgets
eo: Elektitaj akcesoraĵoj

source: Remove Gadget
eo: Forigi akcesoraĵojn

source: Description: Unavailable
eo: Priskribo: nedisponebla

source: Engage Configuration
eo: Agordoj de Engage

source: Appearance
eo: Apero

source: Icon Size:
eo: Grando de piktogramo:

source: %1.0f px
eo: %1.0f rast

source: Background Opacity:
eo: Opakeco de fono:

source: Show Background Box
eo: Montri keston de fono

source: Show Mouse-Over Animation
eo: Montri movbildon kiam muso supras

source: Orientation
eo: Orientiĝo

source: Bottom Edge
eo: Suba flanko

source: Top Edge
eo: Supra flanko

source: Left Edge
eo: Maldekstra flanko

source: Right Edge
eo: Dekstra flanko

source: Zoom
eo: Pligrandigi

source: Factor:
eo: Faktoro:

source: Range:
eo: Intervalo:

source: Duration:
eo: Daŭro:

source: Bar Items
eo: Breteroj

source: Delete
eo: Forigi

source: Configure
eo: Agordi

source: Up
eo: Supren

source: Down
eo: Malsupren

source: Add
eo: Aldoni

source: Taskbar
eo: Taskopleto

source: Launcher
eo: Lanĉilo

source: Auto Hide
eo: Aŭtomate kaŝi

source: Show Bar when Urgent
eo: montri breton kiam urĝe

source: Stacking
eo: Stako

source: Above All
eo: Super ĉiuj

source: Below Fullscreen
eo: Sub plenekrano

source: Other
eo: Alia

source: Ecomorph Features
eo: Ecoj de Ecomorph

source: Show Icon Label
eo: Montri etikedon de piktogramoj

source: Launcher Settings
eo: Agordoj de lanĉilo

source: Taskbar Settings
eo: Agordoj de taskopleto

source: Don't Show Dialogs
eo: Ne montri dialogojn

source: Advanced Window Menu
eo: Progresinta menuo pri fenestroj

source: Only Show Current Desk
eo: Montri nur aktualan labortablon

source: Group Applications by Window Class
eo: Grupigi aplikaĵoj laŭ klaso de fenestro

source: Append new Applications on the right Side
eo: Postaldoni novajn aplikaĵojn dekstraflanke

source: Iconified Applications
eo: Piktogramigitaj aplikaĵoj

source: Engage Bar Configuration
eo: Agordoj de breto de Engage

source: Create new source
eo: Krei novan fonton

source: Enter a name for this new Application Launcher:
eo: Tajpu nomon por ĉi tiu novan lanĉilon de aplikaĵo:

source: You requested to delete "%s".<br><br>Are you sure you want to delete this source?
eo: Vi petis la forigon de "%s".<br><br>Ĉu vi certe volas forigi ĉi tiun fonton?

source: Are you sure you want to delete this source?
eo: Ĉu vi certe volas forigi ĉi tiun fonton?

source: Engage Instances
eo: Aperoj de Engage

source: Bar
eo: Breto

source: You requested to delete "%s".<br><br>Are you sure you want to delete this Instance?
eo: Vi petis la forigon de "%s".<br><br>Ĉu vi certe volas forigi ĉi tiun aperon?

source: Are you sure you want to delete this Instance?
eo: Ĉu vi certe volas forigi ĉi tiun aperon?
