Repository: shr-project/enlightenment
Catalog: E-MODULES-EXTRA/everything-websearch/po/*.po
Languages: eo

source: Translate
eo: Traduki

source: Abort download
eo: Nuligi elŝuton

source: Got %d kbytes of
eo: Obtenis %d kb el

source: Enqueue in Playlist
eo: Envicigi en ludlisto

source: Enqueue
eo: Envicigi

source: Play File
eo: Ludi dosieron

source: Play
eo: Ludi

source: Finished download
eo: Elŝuto finiĝis

source: Start download
eo: Startigi elŝuton

source: Enqueue files for download
eo: Envicigi dosierojn por elŝuto

source: Upload Image
eo: Alŝuti bildon

source: Link copied to clipboard
eo: Ligilo kopiita al tondujo

source: Something went wrong :(
eo: Io malbone okazis :(

source: Completed %1.1f%% of %s
eo: %1.1f%% el %s kompletita

source: Google for it
eo: Guglu ĝin

source: Wikipedia Page
eo: Paĝo de Vikipedio

source: Feeling Lucky
eo: Mi bonŝancas

source: Watch on Youtube
eo: Rigardu en Youtube

source: Download as Audio
eo: Elŝuti kiel sono

source: Play Video
eo: Ludi videon

source: Download and enqueue
eo: Elŝuti kaj envicigi

source: Download and play
eo: Elŝuti kaj ludi

source: Everything Websearch
eo: Ĉiuilo por retserĉoj

source: General
eo: Ĝenerala

source: Browser
eo: Foliumilo

source: Language
eo: Lingvo

source: Video player
eo: Videoludilo

source: Download directory
eo: Elŝutujo

source: Download requires mplayer and mp3lame
eo: Elŝuto postulas mplayer kaj mp3lame

source: Launcher
eo: Lanĉilo
