Repository: shr-project/enlightenment
Catalog: E-MODULES-EXTRA/weather/po/*.po
Languages: eo

source: Weather Settings
eo: Agordoj de Vetero

source: Display Settings
eo: Agordoj pri montrilo

source: Detailed
eo: Detale

source: Poll Time
eo: Ofto de ĝisdatigoj

source: %2.0f minutes
eo: %2.0f minutoj

source: Degree Settings
eo: Agordoj pri gradoj

source: Celsius
eo: Celsio

source: Farenheit
eo: Farenhejto

source: ICAO Code
eo: Kodo de ICAO

source: Get your ICAO code at:
eo: Obtenu vian kodon de ICAO ĉe:

source: Weather
eo: Vetero

source: Settings
eo: Agordoj
