Repository: shr-project/enlightenment
Catalog: E-MODULES-EXTRA/moon/po/*.po
Languages: eo

source: Moon Settings
eo: Agordoj de Luno

source: Display Settings
eo: Agordoj pri montrilo

source: Animated Clouds
eo: Movbildaj nuboj

source: Moon Phase Value
eo: Valuo de fazo de luno

source: Show always
eo: Ĉiam montri

source: Show on mouse over
eo: Montri kiam muso supras

source: Never show
eo: Neniam montri

source: Description
eo: Priskribo

source: Numerical
eo: Cifereca

source: Moon
eo: Luno

source: Settings
eo: Agordoj

source: New Moon
eo: Novluno

source: Waxing Crescent
eo: Kreskanta lunarko

source: First Quarter
eo: Kreskanta kvaronluno

source: Waxing Gibbous
eo: Pleniĝanta luno

source: Full Moon
eo: Plenluno

source: Waning Gibbous
eo: Malpleniĝanta luno

source: Last Quarter
eo: Malkreskanta kvaronluno

source: Waning Crescent
eo: Malkreskanta lunarko
